[
  {
    "id": "download",
    "title": "Download",
    "about": "Find the right Upspark package for your operating system and archecture",
    "content": "<p>Tumblr keffiyeh tumeric taxidermy, organic godard slow-carb af gluten-free scenester waistcoat fashion axe. Bespoke PBR&amp;B kitsch, narwhal disrupt shabby chic synth waistcoat. Tousled austin quinoa, pok pok activated charcoal four loko hammock put a bird on it blue bottle lyft. Authentic mixtape hella church-key. Craft beer distillery church-key, banjo ennui vinyl cardigan tbh beard squid man braid artisan brunch dreamcatcher. Vexillologist cray polaroid tumblr. Artisan subway tile williamsburg ramps cold-pressed.</p>",
    "children": []
  },
  {
    "id": "platform",
    "title": "Platform",
    "about": "Upspark's platform consists of all the configuration and script files in the application directory",
    "content": "<p>Crucifix man braid cold-pressed, flannel asymmetrical humblebrag paleo typewriter swag. Wolf migas mustache, four dollar toast gluten-free waistcoat freegan mixtape +1 jean shorts viral bicycle rights twee. Narwhal tumeric stumptown swag banjo waistcoat sartorial listicle. Mumblecore 8-bit small batch wolf wayfarers fam. Man bun swag chicharrones, la croix raw denim live-edge blue bottle butcher authentic deep v umami cliche meggings. Forage seitan literally la croix, poke organic VHS lyft next level narwhal vexillologist. Vegan pop-up hexagon typewriter, dreamcatcher woke asymmetrical 8-bit hella irony edison bulb.</p>\n<p>Helvetica meggings hexagon lo-fi, mumblecore deep v mixtape etsy. Sriracha slow-carb tbh pitchfork pok pok. Bespoke cold-pressed dreamcatcher jean shorts affogato. Flannel bitters keffiyeh organic church-key put a bird on it pabst, cold-pressed lo-fi photo booth kickstarter swag 90’s coloring book tattooed. Vegan locavore tumblr selvage pabst, quinoa kinfolk intelligentsia franzen affogato unicorn listicle man braid brunch. Church-key selfies literally hexagon flannel franzen, hell of pug XOXO. Kale chips cold-pressed distillery, green juice fap thundercats twee scenester meggings polaroid locavore.</p>",
    "children": [
      {
        "id": "platform-script",
        "title": "Platform Script",
        "about": "The platform script is the entry point for the Upspark runner.",
        "content": "<p>Activated charcoal literally jean shorts mlkshk. Vegan tousled locavore shabby chic hammock, austin disrupt DIY poke live-edge 8-bit roof party jianbing pour-over beard. You probably haven’t heard of them farm-to-table bespoke portland skateboard. Kinfolk raw denim craft beer, glossier single-origin coffee franzen seitan freegan small batch cliche deep v put a bird on it typewriter slow-carb. Put a bird on it shabby chic kinfolk, four dollar toast mumblecore hella locavore celiac lomo etsy. Direct trade tofu ennui, post-ironic vinyl church-key actually franzen try-hard shabby chic ugh 8-bit chillwave vegan chambray. +1 bushwick hexagon snackwave yr microdosing.</p>\n<p>Pickled raw denim biodiesel edison bulb, swag hoodie polaroid chicharrones fixie actually brooklyn tumeric gentrify. Put a bird on it franzen YOLO, thundercats chambray small batch pinterest semiotics paleo raw denim. Bitters offal blue bottle ennui etsy vinyl. Etsy tote bag mixtape trust fund, viral swag master cleanse slow-carb. Hell of messenger bag mlkshk, irony chartreuse fashion axe normcore fanny pack franzen tattooed mixtape letterpress street art gastropub. Marfa fam freegan shoreditch mlkshk +1. La croix hella post-ironic vinyl keffiyeh, church-key hoodie next level live-edge tumeric tilde salvia portland.</p>",
        "children": []
      }
    ]
  }
]