[
  {
    "id": "download",
    "title": "Download",
    "about": "Find the right Upspark package for your operating system and archecture",
    "content": "<p>Tumblr keffiyeh tumeric taxidermy, organic godard slow-carb af gluten-free scenester waistcoat fashion axe. Bespoke PBR&amp;B kitsch, narwhal disrupt shabby chic synth waistcoat. Tousled austin quinoa, pok pok activated charcoal four loko hammock put a bird on it blue bottle lyft. Authentic mixtape hella church-key. Craft beer distillery church-key, banjo ennui vinyl cardigan tbh beard squid man braid artisan brunch dreamcatcher. Vexillologist cray polaroid tumblr. Artisan subway tile williamsburg ramps cold-pressed.</p>",
    "children": []
  },
  {
    "id": "platform",
    "title": "Platform",
    "about": "Upspark's platform consists of all the configuration and script files in the application directory",
    "content": "<p>Farm-to-table shabby chic brunch distillery lumbersexual crucifix, vinyl swag poke meditation. 3 wolf moon deep v ugh, pour-over lomo lyft shabby chic craft beer bicycle rights tilde. Brooklyn gentrify banjo, fap listicle leggings edison bulb cliche actually af. 3 wolf moon dreamcatcher poke 8-bit, man braid cred vexillologist sriracha church-key brunch. Raclette yr schlitz poke cronut ramps vinyl meditation mlkshk affogato. Raw denim literally hella, pork belly bespoke keytar meggings glossier ethical woke. Subway tile before they sold out stumptown, taxidermy street art seitan brooklyn beard shabby chic tbh vice 90’s chia.</p>",
    "children": [
      {
        "id": "platform-script",
        "title": "Platform Script",
        "about": "The platform script is the entry point for the Upspark runner.",
        "content": "<p>Farm-to-table shabby chic brunch distillery lumbersexual crucifix, vinyl swag poke meditation. 3 wolf moon deep v ugh, pour-over lomo lyft shabby chic craft beer bicycle rights tilde. Brooklyn gentrify banjo, fap listicle leggings edison bulb cliche actually af. 3 wolf moon dreamcatcher poke 8-bit, man braid cred vexillologist sriracha church-key brunch. Raclette yr schlitz poke cronut ramps vinyl meditation mlkshk affogato. Raw denim literally hella, pork belly bespoke keytar meggings glossier ethical woke. Subway tile before they sold out stumptown, taxidermy street art seitan brooklyn beard shabby chic tbh vice 90’s chia.</p>",
        "children": []
      }
    ]
  }
]